Repository: Bob20060804/Versasoft5
Catalog: *.AN.PviServices/*.AN.PviServices/Resources.*.PviErrors.resx
Languages: de

source: No BR module (2b97) (_DownloadModule)
de: Kein BR-Modul (2b97) (_DownloadModule)

source: No available entry in the module table (_DownloadModule)
de: Kein Eintrag in der Modultabelle frei (_DownloadModule)

source: Download disabled for USER (_DownloadModule)
de: Download fuer USER gesperrt (_DownloadModule)

source: DL interrupted by USER (_DownloadModule)
de: DL Abbruch durch USER (_DownloadModule)

source: Default error (_DownloadModule)
de: Default Fehler (_DownloadModule)

source: Unexpected telegram (_DownloadModule)
de: Unerwartetes Telegramm (_DownloadModule)

source: Error from decoding function (_DownloadModule)
de: Fehler aus Dekodierfunktion (_DownloadModule)

source: Error from coding function (_DownloadModule)
de: Fehler aus Kodierfunktion (_DownloadModule)

source: BR module install error (_DownloadModule)
de: BR-Modul Installfehler (_DownloadModule)

source: Damaged BR module checksum (_DownloadModule)
de: Beschaedigte BR-Modul-Checksumme (_DownloadModule)

source: Error from NC Manager DL function (_DownloadModule)
de: Fehler von der NC-Manager-DL-Funktion (_DownloadModule)

source: Error burning the BR module (_DownloadModule)
de: Fehler beim Brennen des BR-Moduls (_DownloadModule)

source: No NC Manager installed (_DownloadModule)
de: Kein NC-Manager installiert (_DownloadModule)

source: BR module has incorrect length (_DownloadModule)
de: BR-Modul falsche Länge (_DownloadModule)

source: Not enough available target memory (_DownloadModule)
de: Zuwenig freier Zielspeicher (_DownloadModule)

source: Upload disabled for USER (_UploadModule)
de: Upload fuer USER gesperrt (_UploadModule)

source: Error from decoding function (_UploadModule)
de: Fehler aus Dekodierfunktion (_UploadModule)

source: Error from coding function (_UploadModule)
de: Fehler aus Kodierfunktion (_UploadModule)

source: Default error (_UploadModule)
de: Default Fehler (_UploadModule)

source: Unexpected telegram (_UploadModule)
de: Unerwartetes Telegramm (_UploadModule)

source: Module doesn't exist (incorrect name) (_UploadModule)
de: Modul existiert nicht (falscher Name) (_UploadModule)

source: UL interrupted by USER (_UploadModule)
de: UL Abbruch durch USER (_UploadModule)

source: Uploading the module disabled (_UploadModule)
de: Upload des Moduls gesperrt (_UploadModule)

source: Module state not equal to READY (_UploadModule)
de: Modulzustand ungleich READY (_UploadModule)

source: TC already running (_TKresume)
de: TK läuft bereits (_TKresume)

source: TC does not exist (_TKresume)
de: TK existiert nicht (_TKresume)

source: Task already running (_TaskResume)
de: Task läuft bereits (_TaskResume)

source: Task does not exist (_TaskResume)
de: Task existiert nicht (_TaskResume)

source: TC does not exist (_TKsuspend)
de: TK existiert nicht (_TKsuspend)

source: TC already stopped (_TKsuspend)
de: TK ist schon gestoppt (_TKsuspend)

source: Task does not exist (_TaskSetStepcount)
de: Task existiert nicht (_TaskSetStepcount)

source: Task does not exist (_TaskSuspend)
de: Task existiert nicht (_TaskSuspend)

source: Task is already stopped (_TaskSuspend)
de: Task ist schon gestoppt (_TaskSuspend)

source: Invalid PV ID (_WriteVar)
de: Ungültige PV-ID (_WriteVar)

source: PV does not exist (_WriteVar)
de: PV existiert nicht (_WriteVar)

source: Incorrect PV length (_WriteVar)
de: Falsche PV-Länge (_WriteVar)

source: Dyn. PV is not used (NULL pointer) (_WriteVars)
de: Dyn. PV ist nicht belegt (NULL-Ptr.) (_WriteVar)

source: Dyn. PV is not used (NULL pointer) (_ReadVars)
de: Dyn. PV ist nicht belegt (NULL-Ptr.) (_ReadVars)

source: Incorrect PV length (_ReadVars)
de: Falsche PV-Länge (_ReadVars)

source: PV does not exist (_ReadVars)
de: PV existiert nicht (_ReadVars)

source: Invalid PV ID (_ReadVars)
de: Ungültige PV-ID (_ReadVars)

source: Invalid task class (_ForceVarOn)
de: Ungültige Taskklasse (_ForceVarOn)

source: Invalid PV-ID (data type, base ptr., etc.) (_ForceVarOn)
de: Ungültige PV-ID (Datentyp, Baseptr, ...) (_ForceVarOn)

source: No available entry in the force table (_ForceVarOn)
de: Kein freier Eintrag in der Forcetabelle (_ForceVarOn)

source: Diagnose task not loaded (_DiagListModules)
de: Diagnosetask nicht geladen (_DiagListModules)

source: Diagnose task not loaded (_DiagDeleteModule)
de: Diagnosetask nicht geladen (_DiagDeleteModule)

source: DIAG module index invalid, list not yet read? (_DiagDeleteModule)
de: DIAG-Modulindex ungültig, Liste noch nicht gelesen ? (_DiagDeleteModule)

source: PV is not forced (_ForceVarOff)
de: PV ist nicht geforced (_ForceVarOff)

source: Invalid task class (_ForceVarOff)
de: Ungültige Taskklasse (_ForceVarOff)

source: Invalid PV-ID (data type, base ptr., etc.) (_ForceVarOff)
de: Ungültige PV-ID (Datentyp, Baseptr, ...) (_ForceVarOff)

source: No HWC determination carried out on PLC (e.g. in Diag. Mode) (_ListHwComponets)
de: Keine HWC-Ermittlung auf SPS durchgefuehrt (z.B. in Diag.Mode) (_ListHwComponets)

source: Diagnose task not loaded (_DiagExit)
de: Diagnosetask nicht geladen (_DiagExit)

source: Invalid time format for access function POBJ_ACC_DATE_TIME
de: Ungültiges Uhrzeitformat bei Zugriffsfunktion POBJ_ACC_DATE_TIME

source: Maximum number of event masters reached
de: Maximale Anzahl Event-Master erreicht.

source: Incorrect commserv version (_UnlinkEventVars)
de: Falsche Commserv-Version (_UnlinkEventVars).

source: Incorrect commserv version (_LinkEventVars)
de: Falsche Commserv-Version (_LinkEventVars).

source: PV does not exist (_LinkEventVars)
de: PV existiert nicht (_LinkEventVars).

source: Invalid server object ID (_LinkEventVars)
de: Ungültige Server Objekt ID (_LinkEventVars).

source: Could not find log entry in BR log data module (_LogDataIdentify)
de: Logeintrag im BR-Logdatenmodul nicht gefunden (_LogDataIdentify).

source: Access to BR log data module denied by PLC (_LogDataClear)
de: Die SPS verweigert den Zugriff auf das BR-Logdatenmodul (_LogDataClear).

source: Link node not found on the PLC (_LNIdentify)
de: Linknode existiert nicht auf der SPS (_LNIdentify).

source: BR log data module date damaged (_LogDataRead)
de: Die Daten im BR-Logdatenmodul sind beschädigt (_LogDataRead).

source: PLC memory error (_LogDataRead)
de: Speicherfehler auf der SPS (_LogDataRead).

source: Unknown format of data in BR log data module (_LogDataRead)
de: Das Format der Daten im BR-Logdatenmodul ist unbekannt (_LogDataRead).

source: Could not find specified library (_LibraryList)
de: Die angegebene Library konnte nicht gefunden werden (_LibraryList).

source: Link nodes not supported by the PLC operating system being used
de: Linknodes werden auf dem verwendeten SPS Betriebssystem nicht unterstützt.

source: Illegal syntax in routing path information
de: Illegale Syntax in Routing-Pfadinformation

source: Connection to the PLC cannot be installed
de: Verbindung zur SPS kann nicht installiert werden

source: No connection available to the PLC
de: Keine Verbindung zur SPS verfügbar

source: Error allocating memory
de: Fehler beim Einrichen eines Speichers

source: Service not supported
de: Service wird nicht unterstützt

source: Invalid object type
de: Ungültiger Objekttyp

source: Incorrect service status
de: Falscher Service-Status

source: Object property is not defined
de: Objekteigenschaft ist nicht definiert

source: Object hierarchy not allowed
de: Unzulässige Objekthierarchie

source: Invalid object information
de: Ungültige Objektinformation

source: Read error PLC info
de: Lesefehler SPS-Info

source: Service aborted
de: Service abgebrochen

source: Service cannot be carried out
de: Service nicht ausführbar

source: Service active
de: Service ist aktiv

source: Service error response
de: Service-Fehlerantwort

source: Identification error
de: Identifizierungsfehler

source: Error reading a variable
de: Fehler beim Lesen einer Variable

source: Service is presently not implemented
de: Service ist derzeit nicht implementiert

source: Read error variable list
de: Lesefehler Variablenliste

source: Read error module list
de: Lesefehler Modulliste

source: Internal INA2000 protocol error.
de: Interner Fehler in Verbindung mit dem INA2000 Protokoll.

source: Variable data could not be written.
de: Variablendaten können nicht geschrieben werden.

source: Error reading a B&R module
de: Fehler beim Lesen eines B&R-Moduls

source: PV section has unknown format
de: Unbekanntes Format der PV Sektion

source: Event mode for structure, array or link node variable not possible
de: Event-Modus für Struktur- oder Feldvariable bzw. Linknode-Variable nicht möglich

source: Illegal application module name
de: Unzulässiger Applikationsmodulname

source: ICOMM DLL not found
de: ICOMM DLL nicht gefunden

source: ICOMM DLL is invalid
de: ICOMM DLL ist ungültig

source: Internal error (APLCIF)
de: Interner Fehler (APLCIF)

source: Invalid offset
de: Ungültiger Offset

source: Error setting up connection (connection already set up)
de: Fehler beim Einrichten einer Verbindung (Verbindung bereits eingerichtet).
