Repository: Bob20060804/Versasoft5
Catalog: *.AN.PviServices/*.AN.PviServices/Resources.*.PviErrors.resx
Languages: de

source: Communication not possible (TCP/IP error)
de: Kommunikation nicht möglich (TCP/IP-Fehler)

source: Memory error or limit reached (TCP/IP error)
de: Speicherfehler oder Limit erreicht (TCP/IP-Fehler)

source: Error in network sub system (TCP/IP error)
de: Fehler im Netzwerk-Subsystem (TCP/IP-Fehler)

source: False address or host name not available (TCP/IP error)
de: Falsche IP-Adresse oder Hostname nicht vorhanden (TCP/IP-Fehler)

source: General socket error (TCP/IP error)
de: Allgemeiner Socket-Fehler (TCP/IP-Fehler)

source: Device is not available
de: Gerät ist nicht vorhanden

source: Invalid data format
de: Ungültiges Datenformat

source: Data buffer not installed.
de: Daten-Puffer nicht eingerichtet

source: Checksum error
de: Prüfung der Checksumme fehlgeschlagen

source: Installation of BR module that was transferred has failed.
de: Die Installation des übertragenden BR-Moduls ist fehlgeschlagen.

source: Unable to set date/time
de: Datum / Uhrzeit einstellen fehlgeschlagen

source: Unable to upload BR module
de: Upload des BR-Moduls fehlgeschlagen

source: Unable to delete BR module
de: Löschen des BR-Moduls fehlgeschlagen

source: Unable to read module or library list
de: Lesen der Modul- oder Library-Liste fehlgeschlagen

source: Internal Automation Runtime error in connection with a download.
de: Interner Automation Runtime Fehler in Verbindung mit einem Download.

source: Internal Automation Runtime error when reading the license context
de: Interner Automation Runtime Fehler beim Auslesen des Lizenzkontexts

source: Internal Automation Runtime error when reading the license list
de: Interner Automation Runtime Fehler beim Auslesen der Lizenzliste

source: Internal Automation Runtime error when reading the dongle list
de: Interner Automation Runtime Fehler beim Auslesen der Dongleliste

source: Access not permitted in PLC diagnostics mode
de: Zugriff im SPS Diagnosemodus nicht erlaubt

source: Redundant CPU not active
de: Redundante CPU ist nicht aktiv.

source: Not a redundant PLC system
de: Kein redundantes SPS System

source: Unable to adjust settings for the dongle LEDs.
de: Einstellen der Dongle LEDs fehlgeschlagen.

source: Unable to update license
de: Lizenz-Update fehlgeschlagen

source: Unable to manually switch to a redundant PLC system
de: Manuelle Umschaltung auf einem redundanten SPS System fehlgeschlagen

source: Redundant CPU not inactive
de: Redundante CPU ist nicht inaktiv.

source: Unable to create BR module
de: Anlegen des BR-Moduls fehlgeschlagen

source: Restarting the PLC is required
de: Neustart der SPS erforderlich

source: Internal Automation Runtime error when accessing a variable object.
de: Interner Automation Runtime Fehler beim Zugriff auf ein Variablenobjekt.

source: Write access of the variable is not permitted.
de: Schreibzugriff auf Variable nicht erlaubt

source: Illegal status
de: Unzulässiger Status

source: Maximum data length exceeded
de: Maximale Datenlänge überschritten

source: PLC not in diagnostics mode
de: SPS nicht im Diagnosemodus

source: Illegal PLC memory specification
de: Unzulässige SPS Speicherangabe

source: Synchronous data access is not possible for global process variables
de: Synchronen Datenzugriff für globale Prozessvariablen nicht möglich

source: BR module cannot be created in the target memory
de: BR-Modul kann im Zielspeicher nicht angelegt werden

source: Module is used by another module and therefore cannot be deleted
de: Modul wird von einem anderen Modul verwendet und kann daher nicht gelöscht werden

source: Unable to read TracePoint data
de: Lesen der TracePoints-Daten fehlgeschlagen

source: Error reading extended CPU information.
de: Fehler beim Lesen der erweiterten CPU Informationen

source: Pointer for the dynamic variable is NULL.
de: Zeiger der dynamischen Variable ist NULL.

source: Uninstalling / deleting the module is not allowed
de: Deinstallation / Löschen des Moduls ist nicht erlaubt

source: Unable to synchronize the application
de: Applikationsabgleich fehlgeschlagen

source: Unable to register TracePoints list
de: Anmelden der TracePoints-Liste fehlgeschlagen

source: Unable to register TracePoints list
de: Aktivieren der TracePoints-Liste fehlgeschlagen

source: Unable to unregister TracePoints list
de: Abmelden der TracePoints-Liste fehlgeschlagen

source: Illegal characters in object name
de: Unerlaubte Zeichen im Objektnamen

source: Invalid internal module list
de: Die interne Modulliste ist ungültig

source: Invalid length for object names
de: Ungültige Länge für Objektnamen

source: Variable type not supported
de: Variablentyp wird nicht unterstützt

source: Invalid variable index
de: Ungültiger Variablenindex

source: Invalid length for BR modules
de: Ungültige Länge für BR-Module

source: Invalid structure element
de: Ungültiges Strukturelement

source: Event mode for link node variable not possible
de: Event-Modus für Linknode-Variable nicht möglich

source: Invalid device name
de: Ungültiger Gerätename

source: Illegal application module name
de: Unzulässiger Applikationsmodulname

source: Invalid data format
de: Ungültiges Datenformat

source: PV section has unknown format
de: Unbekanntes Format der PV Sektion

source: Object not ready
de: Objekt ist nicht bereit

source: Invalid service parameters
de: Ungültige Dienstparameter

source: Object doesn't exist
de: Objekt nicht vorhanden

source: Task canceled
de: Auftrag wurde abgebrochen (Canceled)

source: Object or service not supported by ANSL.
de: Objekt oder Dienst wird in ANSL nicht unterstützt

source: Undefined ANSL error message received
de: Undefinierte ANSL Fehlermeldung empfangen

source: ANSL object error
de: ANSL Objektfehler

source: Entry in XML response data not found or invalid
de: Eintrag in XML Antwortdaten nicht gefunden oder ungültig

source: Invalid response data received
de: Ungültige Antwortdaten empfangen

source: Internal ANSL error
de: Interner ANSL Fehler

source: ANSL protocol error
de: ANSL Protokollfehler

source: ANSL version conflict
de: ANSL Versionskonflikt

source: BrMod104 error occurred
de: BrMod104 Fehler aufgetreten

source: Hostname not found
de: Hostname nicht gefunden

source: ANSL communication connection aborted
de: ANSL Kommunikationsverbindung abgebrochen

source: ANSL communication timeout
de: ANSL Kommunikations-Timeout aufgetreten

source: Unable to establish ANSL communication connection
de: ANSL Kommunikationsverbindung nicht herstellbar

source: Error starting CAN
de: Fehler bei CAN Start

source: Error resetting CAN
de: Fehler bei CAN Reset

source: Configuration error
de: Fehler beim Konfigurieren

source: Error initializing FIFO
de: Fehler bei FIFO Initialisierung

source: Write error
de: Fehler beim Schreiben

source: Error initializing CAN
de: Fehler bei CAN Initialisierung

source: Timeout cannot be started
de: Timeout kann nicht gestartet werden

source: Semaphore cannot be created
de: Semaphore kann nicht erzeugt werden

source: Error deregistering an RTR object
de: Fehler beim Abmelden eines RTR Objekts

source: RTR object already being used
de: RTR Objekt ist bereits verwendet

source: Error registering an RTR object
de: Fehler beim Anmelden eines RTR Objekts

source: Incorrect LS172 firmware version
de: Falsche LS172 Firmware Version

source: LS172 device still busy
de: LS172 Gerät ist noch beschäftigt (ausgelastet)

source: Error requesting data for an RTR object
de: Fehler beim Anfordern von Daten für ein RTR Objekt

source: Error updating data for an RTR object
de: Fehler beim Aktualisieren von Daten für ein RTR Objekt

source: Invalid memory access
de: Ungültiger Speicherzugriff

source: Function not supported.
de: Funktion wird nicht unterstützt

source: No acknowledgment
de: Keine Bestätigung

source: Interrupt cannot be enabled
de: Interrupt kann nicht aktiviert werden

source: Invalid parameter
de: Ungültiger Parameter

source: Internal error in the CAN driver.
de: Interner Fehler im CAN Treiber.

source: I/O still busy
de: I/O noch tätig

source: Wrong length
de: Falsche Länge

source: Error while reading (messages lost)
de: Fehler beim Lesen (Nachrichten verloren)

source: Receive buffer overflow
de: überlauf des Empfangspuffers

source: IRQ overflow
de: IRQ überlauf

source: Device error
de: Gerätefehler

source: CAN not ready
de: CAN nicht betriebsbereit

source: Error locking memory
de: Fehler bei Speicher sperren

source: Invalid CAN data length
de: Ungültige CAN Datenlänge

source: Invalid CAN ID
de: Ungültige CAN ID

source: Illegal handle
de: Unzulässiges Handle

source: Insufficient memory
de: Zuwenig Speicher vorhanden

source: RTR object not created/available
de: Kein RTR Objekt angelegt/frei

source: Protocol error.
de: Protokollfehler

source: Access denied (5, ERROR_ACCESS_DENIED)
de: Zugriff verweigert (5, ERROR_ACCESS_DENIED)

source: Device does not recognize command (22, ERROR_BAD_COMMAND)
de: Das Gerät erkennt das Kommando nicht (22, ERROR_BAD_COMMAND)

source: The device entered is invalid (1200, ERROR_BAD_DEVICE)
de: Das angegebene Gerät ist ungültig (1200, ERROR_BAD_DEVICE)

source: The system cannot find the specified device (20, ERROR_BAD_UNIT)
de: Das System kann das angegebene Gerät nicht finden (20, ERROR_BAD_UNIT)

source: Insufficient memory on the disk drive (112, ERROR_DISK_FULL)
de: Es ist nicht genug Speicher auf dem Laufwerk vorhanden (112, ERROR_DISK_FULL)

source: Specified module not found (126, ERROR_MOD_NOT_FOUND)
de: Modul nicht vorhanden (126, ERROR_MOD_NOT_FOUND)

source: The specified file cannot be found (2, ERROR_FILE_NOT_FOUND)
de: Das angegebene Gerät (/IF Parameter) ist nicht vorhanden (2, ERROR_FILE_NOT_FOUND)

source: A device in the system does not function (31, ERROR_GEN_FAILURE)
de: Ein Gerät im System funktioniert nicht (31, ERROR_GEN_FAILURE)

source: Invalid flag (1004, ERROR_INVALID_FLAGS)
de: Ungültige Flags (1004, ERROR_INVALID_FLAGS)

source: Syntax of filename, directory name or disk drive name incorrect (123, ERROR_INVALID_NAME)
de: Dateiname, Verzeichnisname oder Laufwerkname-Syntax ist falsch (123, ERROR_INVALID_NAME)

source: No free channel
de: Kein freier Kanal.

source: Incorrect telephone number format
de: Falsches Format der Telefonnummer

source: Error when calling up the TAPI function (Operating system error)
de: Fehler beim Aufruf einer TAPI Funktion (Betriebssystem Fehlermeldung)

source: The TAPI device is already being used by another Windows program.
de: Das TAPI-Gerät wird bereits von einem anderen Windows Programm verwendet.

source: The modem could not dial.
de: Das Modem konnte nicht wählen.

source: Error when the modem is switched off
de: Fehler tritt auf wenn das Modem ausgeschaltet ist.

source: Could not establish connection
de: Fehler beim Verbindungsaufbau.

source: No answer from the modem.
de: Keine Antwort vom Modem.

source: Wrong TAPI version installed (e.g. 1.4)
de: Falsche TAPI Version installiert (z.B.: 1.4).

source: An existing connection has been interrupted.
de: Eine bestehende Verbindung wurde unterbrochen.

source: Missing parameters: /MO and /TN must be defined.
de: Fehlende Parameter: /MO und /TN müssen angegeben werden

source: Error during initialization. Required system resources may not be defined.
de: Fehler während der Initialisierung. Systemressourcen die für den Betrieb notwendig sind konnten nicht angefordert werden.

source: Network configuration error (SA parameter).
de: Fehler in der Netzwerk-Konfiguration (SA-Parameter).

source: Time out error (reading)
de: Timeout-Fehler beim Lesen

source: Time out error (writing)
de: Timeout-Fehler beim Schreiben

source: INA frame library INAFRMS.dll not present or cannot be loaded
de: INA Frame Library INAFRMS.DLL nicht vorhanden oder kann nicht geladen werden

source: Unknown destination address (e.g. station number, station name)
de: Unbekannte Ziel-Adresse (z.B.: DA-Parameter: Stationsnummer, Stationsname)

source: Network configuration error (DA parameter).
de: Fehler in der Netzwerk-Konfiguration (DA-Parameter).

source: Error when installing the Pbus read/write threads
de: Fehler beim Einrichten des Pbus-Lesen-/Schreiben-Threads

source: Error when downloading PROFIBUS network configuration module.
de: Fehler beim Hinunterladen des Profibus-Netzwerkkonfig-Moduls

source: Error when downloading the PROFIBUS firmware.
de: Fehler beim Hinunterladen der Profibus-Firmware

source: Invalid modem name
de: Ungültiger Modemname

source: No modem installed
de: Keine Modems installiert.

source: Error when initializing. Possible problem with TAPI installation. (See modem installation)
de: Fehler bei der Initialisierung. Möglicherweise wurde TAPI nicht richtig installieren. (Siehe Modem Installation)

source: TAPI version not supported
de: TAPI Version wird nicht unterstützt

source: Modem not found
de: Modem nicht gefunden

source: Illegal station handle
de: Illegaler Stations-Handle

source: No ID list specified
de: Keine ID-Liste angegeben

source: Illegal data length while sending request
de: Illegale Datenlänge bei Sende-Anforderung

source: Illegal source address (e.g. SA parameter: station number, station name)
de: Illegale Quell-Addresse (z.B.: SA-Parameter: Stationsnummer, Stationsname)

source: Unauthorized parameter change
de: Unerlaubte Parameteränderung

source: Illegal data length while reading request
de: Illegale Datenlänge bei Einlese-Anforderung

source: Illegal target address (e.g. DA parameter: station number, station name)
de: Illegale Ziel-Addresse (z.B.: DA-Parameter: Stationsnummer, Stationsname)

source: Invalid parameter in the connection description (initialization string)
de: Ungültiger Parameter in der Anschlussbeschreibung (Initialisierungs-String)

source: Insufficient RAM memory
de: Zuwenig RAM-Speicher

source: Device was connected (connection was cancelled)
de: Geräte wurde geschlossen (Verbindung wurde abgebrochen).

source: Unsupported function
de: Nicht unterstützte Funktion

source: Unknown device (e.g. IF parameter: device name)
de: Unbekanntes Gerät (z.B.: IF-Parameter: Gerätename)

source: Error in Windows resource (Events, etc.)
de: Fehler Windows-Ressource (Events, ...)

source: Error while writing the interface parameters
de: Fehler beim Schreiben der Schnittstellenparameter

source: No confirmation data for send request present
de: Keine Bestätigungsdaten für Sendeanforderung vorhanden

source: No confirmation data for read request present
de: Keine Bestätigungsdaten für Leseanforderung vorhanden

source: Error while reading interface parameter
de: Fehler beim Lesen der Schnittstellenparameter

source: Transfer thread cannot be installed
de: Transfer-Thread kann nicht eingerichtet werden

source: Station or device already in use
de: Station bzw. Gerät bereits in Verwendung

source: Error in the device name "/IF" parameter (e.g. wrong COM number)
de: Fehler im Gerätenamen - IF-Parameter (z.B.: falsche COM-Nummer)

source: Driver not found, cannot be loaded
de: Treiber nicht gefunden, kann nicht geladen werden

source: Error while reading from the interface
de: Fehler beim Schreiben über die Schnittstelle

source: Error while reading from the interface
de: Fehler beim Einlesen von der Schnittstelle

source: Error while closing the interface.
de: Fehler beim Schließen der Schnittstelle

source: Active request still in progress (in send request)
de: Aktiver Request noch tätig (in Senden-Anforderung)

source: Active request still in progress (in receive request)
de: Aktiver Request noch tätig (in Einlesen-Anforderung)

source: Undefined INAFRM.DLL error
de: Undefinierter INAFRM.DLL-Fehler

source: Illegal device handle
de: Illegaler Geräte-Handle

source: Illegal data received
de: Illegale Daten empfangen

source: WinSocket not installed.
de: Win-Socket nicht installiert

source: Thread can not be installed
de: Thread kann nicht eingerichtet werden

source: Station number not found.
de: Stationsnummer nicht gefunden

source: Port is in use
de: Port ist in Verwendung

source: Error in connection of the sockets
de: Fehler beim Binden des Sockets

source: Error when installing the sockets
de: Fehler beim Einrichten des Sockets

source: General TCP/IP error
de: Allgemeiner TCP/IP Fehler

source: Wrong Win-socket version
de: Falsche Win-Socket Version

source: Error during initialization (Win-Socket)
de: Fehler bei der Initialisierung (Win-Socket)

source: The system cannot write to the specified device (29, ERROR_WRITE_FAULT)
de: Das System kann nicht auf das angegebenen Gerät schreiben (29, ERROR_WRITE_FAULT)

source: Recursion too deep - stack overflow (1001, ERROR_STACK_OVERFLOW)
de: Rekursion zu tief - Stacküberlauf (1001, ERROR_STACK_OVERFLOW)

source: The system cannot read from the specified device (30, ERROR_READ_FAULT)
de: Das System kann nicht vom angegebenen Gerät lesen (30, ERROR_READ_FAULT)

source: Path not found (3, ERROR_PATH_NOT_FOUND)
de: Pfad nicht gefunden (3, ERROR_PATH_NOT_FOUND)

source: The system cannot open the device/file (110, ERROR_OPEN_FAILED)
de: Das System kann das Gerät nicht öffnen (110, ERROR_OPEN_FAILED)

source: The device is not ready (21, ERROR_NOT_READY)
de: Das Gerät ist nicht bereit (21, ERROR_NOT_READY)

source: Insufficient memory to execute command (8, ERROR_NOT_ENOUGH_MEMORY)
de: Zu wenig Speicher für Befehlsausführung (8, ERROR_NOT_ENOUGH_MEMORY)

source: Invalid handle (6, ERROR_INVALID_HANDLE)
de: Ungültiger Handle (6, ERROR_INVALID_HANDLE)

source: The access code is invalid (12, ERROR_INVALID_ACCESS)
de: Der Zugriffscode ist ungültig (12, ERROR_INVALID_ACCESS)

source: Invalid function (1, ERROR_INVALID_FUNCTION)
de: Ungültige Funktion (1, ERROR_INVALID_FUNCTION)

source: Invalid offset from resource name
de: Ungültiger Offset von Resource Name.

source: The TagData argument from the ReadBuffer and WriteBuffer functions is invalid.
de: Das Argument TagData der Funktion ReadBuffer oder WriteBuffer ist ungültig.

source: Invalid offset in resource name
de: Ungültiger Offset in Resource Name.

source: Invalid resource name declaration
de: Ungültige Rescource Name Deklaration.

source: Tag not specified in the configuration file
de: Tag wurde im Konfigurationsfile nicht angegeben.

source: Reading and writing the buffer from two or more dimensional arrays is not supported
de: Schreiben und Lesen des Puffers von zwei- oder mehrdimensionalen Feldern wird nicht unterstützt.

source: Reading and writing arrays with more than 65535 elements is not supported.
de: Das Schreiben und Lesen von Feldern mit mehr als 65535 Elementen wird nicht unterstützt.

source: Accessing string arrays is not supported
de: Der Zugriff von String Feldern (string arrays) wird nicht unterstützt.

source: Invalid data type for read access
de: Ungültiger Datentyp für Lesezugriff.

source: Invalid data type for write access
de: Ungültiger Datentyp für Schreibzugriff.

source: Tag not specified in the configuration file
de: Tag wurde im Konfigurationsfile nicht angegeben.

source: The logical path of the SetConnection and GetConnection functions does not exist
de: Der logische Pfad der Funktionen SetConnection und GetConnection existiert nicht.

source: Reading and writing arrays with more than 65535 elements is not supported.
de: Das Schreiben und Lesen von Feldern mit mehr als 65535 Elementen wird nicht unterstützt.

source: Reading and writing two or more dimensional arrays is not supported
de: Das Schreiben und Lesen von zwei- oder mehrdimensionalen Feldern wird nicht unterstützt.

source: Reading and writing to VARIANT data type is not supported
de: Schreiben und Lesen des VARIANT Datentyps wird nicht unterstützt.

source: The resource name of the ReadResource function doesn't exist.
de: Der Resource Name der ReadResource Funktion existiert nicht.

source: The SetConnection or GetConnection function was called before PviControl was initialized
de: Die SetConnection oder GetConnection Funktion wurde aufgerufen, bevor PviControl initialisiert wurde.

source: No language change
de: Kein Sprachwechsel

source: Unknown language
de: Unbekannte Sprache

source: Alarm reference not found
de: AlarmReferenz nicht gefunden

source: Bypass not possible
de: Keine Brückung möglich

source: Invalid format for alarm condition
de: Ungültiges Format der Alarmbedingung

source: Configuration file missing
de: Konfigurationsdatei felt

source: Alarm server restart
de: Alarmserver Neustart

source: Object does not exist
de: Objekt existiert nicht

source: Missing neutral language
de: Neutral Sprache fehlt

source: Link object does not exist
de: Linkobjekt existiert nicht

source: Multiple bypass clearing not possible
de: Mehrfach- Entbrückung nicht möglich

source: Invalid history file
de: Ungültiges History File

source: No alarm events recorded
de: Keine Alarmevents aufgezeichnet

source: Multiple bypassing not possible
de: Mehrfach- Brückung nicht möglich

source: PVI system alarms cannot be acknowledged.
de: PVI System Alarme sind unquittierbar

source: Error from decoding function (_CPinfo)
de: Fehler aus Dekodierfunktion (_CPinfo)

source: Error from coding function (_CPinfo)
de: Fehler aus Kodierfunktion (_CPinfo)

source: Default error (_CPinfo)
de: Default Fehler (_CPinfo)

source: Unexpected telegram (_CPinfo)
de: Unerwartetes Telegramm (_CPinfo)

source: Error from coding function (_CPreset)
de: Fehler aus Kodierfunktion (_CPreset)

source: Error from decoding function (_CPreset)
de: Fehler aus Dekodierfunktion (_CPreset)

source: Unexpected telegram (_CPreset)
de: Unerwartetes Telegramm (_CPreset)

source: Default error (_CPreset)
de: Default Fehler (_CPreset)

source: Password incorrect (_CPreset)
de: Password falsch (_CPreset)

source: Default error (_CPclearMem)
de: Default Fehler (_CPclearMem)

source: Unexpected telegram (_CPclearMem)
de: Unerwartetes Telegramm (_CPclearMem)

source: Error from decoding function (_CPclearMem)
de: Fehler aus Dekodierfunktion (_CPclearMem)

source: Error from coding function (_CPclearMem)
de: Fehler aus Kodierfunktion (_CPclearMem)

source: PLC must be in diagnostics mode (_CPclearMem)
de: SPS muss im Diagnose-Modus sein (_CPclearMem)

source: Memory type not available or cannot be deleted (_CPclearMem)
de: Speichertyp nicht vorhanden bzw. kann nicht gelöscht werden (_CPclearMem)

source: Unexpected telegram (_CPmemInfo)
de: Unerwartetes Telegramm (_CPmemInfo)

source: Default error (_CPmemInfo)
de: Default Fehler (_CPmemInfo)

source: Error from coding function (_CPmemInfo)
de: Fehler aus Kodierfunktion (_CPmemInfo)

source: Error from decoding function (_CPmemInfo)
de: Fehler aus Dekodierfunktion (_CPmemInfo)

source: Object does not exist (CPmemInfo)
de: Objekt existiert nicht (CPmemInfo)

source: Error from decoding function (CPmemInfo)
de: Fehler aus Dekodierfunktion (CPmemInfo)

source: Error from coding function (CPmemInfo)
de: Fehler aus Kodierfunktion (CPmemInfo)

source: Default error (CPmemInfo)
de: Default Fehler (CPmemInfo)

source: Unexpected telegram (CPmemInfo)
de: Unerwartetes Telegramm (CPmemInfo)

source: Object does not exist (_DeleteModule)
de: Objekt existiert nicht (_DeleteModule)

source: PI must be stopped (_DeleteModule)
de: PI muss gestoppt sein (_DeleteModule)

source: Object cannot be deinstalled (_DeleteModule)
de: Objekt kann nicht deinstalliert werden (_DeleteModule)

source: Object is used in a task and can therefore not be deleted (_DeleteModule)
de: Objekt wird in einem Task verwendet und kann daher nicht gelöscht werden (_DeleteModule)

source: Error from coding function (_DeleteModule)
de: Fehler aus Kodierfunktion (_DeleteModule)

source: Error from decoding function (_DeleteModule)
de: Fehler aus Dekodierfunktion (_DeleteModule)

source: Unexpected telegram (_DeleteModule)
de: Unerwartetes Telegramm (_DeleteModule)

source: Default error (_DeleteModule)
de: Default Fehler (_DeleteModule)
