Repository: Bob20060804/Versasoft5
Catalog: *.AN.PviServices/*.AN.PviServices/Resources.*.PviErrors.resx
Languages: de

source: Internal error: VM file management error - data could not be written.
de: Interner Fehler: Fehler der VM-File-Verwaltung - die Daten konnten nicht geschrieben werden.

source: Internal error: Data from the section could not be written to the BR module.
de: Interner Fehler: Die Daten aus der "section" konnten nicht in das BR-Modul geschrieben werden.

source: Internal error: The BR module was not able to be completed in memory.
de: Interner Fehler: Das BR-Modul konnte nicht im Speicher fertiggestellt werden.

source: Internal error: Additional sections could not be created in the BR module.
de: Interner Fehler: Im BR-Modul konnte keine weitere "section" erstellt werden.

source: Internal error: Data could not be transferred from VM memory to the BR module.
de: Interner Fehler: Daten konnten nicht aus dem VM-Speicher in das BR-Modul übernommen werden.

source: Internal error: VM file management error - memory could not be requested.
de: Interner Fehler: Fehler der VM-File-Verwaltung - Speicher konnte nicht angefordert werden.

source: Internal error: Not enough memory for data. (calculation error)
de: Interner Fehler: Es wurde nicht genügend Speicherplatz für die Daten angelegt. (Berechnungsfehler).

source: Memory space could not be requested and reserved
de: Es konnte kein Speicherplatz angefordert und reserviert werden.

source: Internal error: Memory not released - gaps may have developed in memory
de: Interner Fehler: Nicht freigegebener Speicher - es könnten Lücken im Speicher entstehen.

source: The transfered data is invalid.
de: Die übergebenen Daten sind ungültig.

source: The given NC data object type (MT=NC_...) is unknown.
de: Der übergebene NC-Datenobjekttyp (MT=NC_...) ist unbekannt.

source: The given BR module type (MT=...) is unknown.
de: Der übergebene BR-Modultyp (MT=...) ist unbekannt.

source: The given module type (MT=...) is unknown.
de: Der übergebene Modultyp (MT=...) ist unbekannt.

source: Module name has not been specified
de: Der Modulname ist nicht angegeben worden.

source: Module info has not been specified
de: Die Modulinfo ist nicht angegeben worden.

source: Module type has not been specified
de: Der Modultyp ist nicht angegeben worden.

source: One of the pieces of information necessary for generating a BR module is invalid or missing
de: Eine der notwendigen Informationen für die Generierung des BR-Moduls ist ungültig oder fehlt.

source: Specified section invalid
de: Die angegebene "section" ist ungültig.

source: Version number not specified or faulty
de: Die Versionsnummer ist nicht angegeben worden oder fehlerhaft

source: Specified module is not an NC data object
de: Das angegebene Modul ist keine NC-Datenobjekt.

source: Module contains no data for retranslation
de: Das Modul enthält keine Daten für die Rückübersetzung.

source: The index of the section has not been specified
de: Der Index der "section" ist nicht angegeben worden.

source: The "special module type" is unknown
de: Der "special module type" ist unbekannt.

source: Error occurred when reading data
de: Beim Auslesen der Daten ist ein Fehler aufgetreten.

source: Error analyzing text data
de: Fehler beim Auswerten der Textdaten.

source: Specified module is not a BR data object
de: Das angegebene Modul ist kein BR-Datenobjekt.

source: Language not present
de: Die Sprache ist nicht vorhanden.

source: Structure for the desired data types is not defined (NCT=...)
de: Die Struktur für den gewünscht Datentypen ist nicht definiert (NCT=...).

source: BuildModule() or RebuildModule() cannot be called during PVI download or upload
de: BuildModule() oder RebuildModule() dürfen während PVI-download bzw. PVI-upload nicht aufgerufen werden.

source: Invalid SNMP variable data received.
de: Ungültige SNMP Variablendaten wurden empfangen.

source: Write access to SNMP variable data denied.
de: Schreibzugriff auf SNMP Variablendaten wurde verweigert.

source: No data received (timeout)
de: Keine Daten empfangen (Timeout)

source: SNMP library log error (BrSnmp.dll).
de: Protokollfehler der SNMP Library (BrSnmp.dll).

source: Error when initializing the SNMP library (BrSnmp.dll).
de: Fehler bei der Initialisierung der SNMP Library (BrSnmp.dll).

source: Illegal or unknown object name
de: Illegaler oder unbekannter Objektname

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: Fatal error
de: Fataler Fehler

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: Read and write attributes are set
de: Lese- und Schreib- Attribut sind gesetzt.

source: Timeout while writing
de: Timeout beim Schreiben.

source: Illegal "IF" parameter (device object connection description)
de: Illegaler "IF" Parameter (Anschlussbeschreibung des Geräteobjekts).

source: Max. log length exceeded.
de: Max. Protokoll-Länge überschritten.

source: Fatal error in the Mininet line
de: Fataler Fehler in der MiniNet-Linie

source: Illegal object name
de: Illegaler Objektname

source: Device object is already installed (only one device object allowed)
de: Deviceobjekt ist bereis vorhanden (nur ein Geräteobjekt erlaubt)

source: Error when initializing the MiniNet-DLL
de: Fehler beim Initialisieren der MiniNet-DLL

source: No connection to PLC or Mininet protocol error
de: Keine Verbindung zur SPS oder MiniNet Protokoll-Fehler

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: Invalid parameter
de: Ungültiger Parameter

source: Command already carried out
de: Befehl bereits ausgeführt

source: Unknown command
de: Unbekannter Befehl

source: Index/command contradiction
de: Index / Befehls-Widerspruch

source: Index error
de: Indexfehler

source: Reset carried out
de: Reset ausgeführt

source: Illegal CAN ID (in the connection description)
de: Illegale CAN-ID (in der Anschlussbeschreibung)

source: Windows system error when creating a system resource
de: Windows-Systemfehler beim Einrichten einer Systemressource.

source: Fatal error
de: Fataler Fehler

source: Invalid parameter ("CD")
de: Unzulässiger Parameter ("CD")

source: Windows system (9x/NT) not recognized
de: Windows-System (9x/NT) nicht erkannt

source: Connection to the MODBUS controller faulty.
de: Verbindung zum MODBUS Controller fehlerhaft.

source: Not able to process request because there is no connection to the MODBUS hardware.
de: Anfrage konnte nicht bearbeitet werden, da keine Verbindung zur MODBUS Hardware besteht.

source: Fatal error in the MODBUS DLL.
de: Fataler Fehler in der MODBUS DLL.

source: Function not supported by the MODBUS hardware.
de: Funktion wird von der MODBUS Hardware nicht unterstützt.

source: The MODBUS hardware denied access to the specified address.
de: Die MODBUS Hardware verweigert den Zugriff auf die angegebene Adresse.

source: Illegal value for the address in MODBUS function.
de: Wert für die Adresse in MODBUS Funktion ist nicht zulässig.

source: MODBUS device error.
de: MODBUS Geräte Fehler.

source: MODBUS device busy.
de: MODBUS Gerät beschäftigt.

source: Illegal address for MODBUS array variable.
de: Unzulässige Adresse für die MODBUS Feldvariable.

source: Illegal data type for MODBUS array variable.
de: Unzulässiger Datentyp für die MODBUS Feldvariable.

source: Error in configuration file.
de: Fehler in der Konfigurationsdatei.

source: Error receiving response from Modbus device.
de: Fehler beim Empfangen der Antwort vom Modbus Gerät.

source: Illegal object name
de: Illegaler Objektname.

source: Device not supported.
de: Gerät wird nicht unterstützt.

source: Internal error in the MODBUS line DLL.
de: Interner Fehler in der MODBUS Linien DLL.

source: Error sending request to Modbus device.
de: Fehler beim Senden der Anfrage zum Modbus Gerät.

source: Transaction could not be executed due to timeout or network error. Specific information about the cause of error can be read from the line log file.
de: Transaktion konnte wegen Zeitüberschreitung oder Netzwerkfehler nicht durchgeführt werden. Spezifische Information über die Fehlerursache kann aus dem Log-File der Linie gelesen werden.

source: Response with incorrect transaction number received.
de: Antwort mit falscher Transaktionsnummer empfangen.

source: Illegal MODBUS client number.
de: Unzulässige MODBUS Client Nummer.

source: Faulty MODBUS response data.
de: MODBUS Antwortdaten fehlerhaft.

source: Illegal MODBUS device ID.
de: Unzulässige MODBUS Geräte ID.

source: Could not initialize the WinSock library.
de: Fehler beim Initialisieren der WinSock Library.

source: Error registering or instancing a MODBUS response handler The Windows error message can be read from the line log file .
de: Fehler beim Registrieren oder Instanzieren eines MODBUS Response Handlers. Der von Windows dabei gemeldete Fehler kann aus dem Log-File der Linie gelesen werden.

source: Incorrect version / version conflict
de: Falsche Version / Versionskonflikt

source: Function not implemented
de: Funktion nicht implementiert

source: Windows system error when creating a system resource
de: Windows-Systemfehler beim Einrichten einer Systemressource

source: Device cannot be opened
de: Gerät kann nicht geöffnet werden

source: Device error
de: Gerätefehler

source: Illegal object data
de: Illegale Objektdaten

source: Fatal error
de: Fataler Fehler

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: Illegal object name
de: Illegaler Objektname

source: Invalid parameter ("CD")
de: Unzulässiger Parameter ("CD")

source: Error transferring the station configuration.
de: Fehler beim Transfer der Konfiguration zur Station.

source: Illegal index for MODBUS array variable.
de: Unzulässiger Index für eine MODBUS Feldvariable.

source: Illegal number of elements in a MODBUS array variable.
de: Unzulässige Anzahl der Elemente in einer MODBUS Feldvariable.

source: Timeout during device access.
de: Timeout bei Gerätezugriff.

source: Device is no longer available
de: Gerät ist nicht mehr vorhanden

source: No device data available
de: Keine Daten vom Gerät vorhanden

source: Not supported
de: Funktion nicht unterstützt

source: Device is not connected
de: Gerät ist nicht angeschlossen

source: Access error
de: Zugriffsfehler

source: Scan codes are not defined
de: Scancodes sind nicht definiert

source: No display connected
de: Kein Display angeschlossen

source: Incorrect MTC version
de: Falsche MTC Version

source: MTC device cannot be opened
de: MTC Gerät kann nicht geöffnet werden

source: Illegal object data
de: Illegale Objektdaten

source: No key register defined
de: Kein Schlüsselschalter definiert

source: Illegal object name
de: Illegaler Objektname

source: Fatal error
de: Fataler Fehler

source: MTC protocol error
de: MTC Protokoll-Fehler

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: Read or write Acces to object denied.
de: Schreib- und Lese- Zugriff nicht erlaubt.

source: Base for PviServices error and status numbers.
de: Basis für PviServices Fehler- und Status- Nummern.

source: Calling the method has NO effect.
de: Methodenaufruf ohne Funktion.

source: Calling request more than once befor the previous request has finished is NOT allowed.
de: Mehrfacher Methodenaufruf ist nicht erlaubt.

source: Memory error in init section (memory requirements led to error)
de: Speicherfehler im init Teil (Speicheranforderung führt zu einem Fehler)

source: DSF not yet initialized (caused by calling dsf_action before dsf_open)
de: DSF noch nicht initialisiert (durch Aufruf von dsf_action vor dsf_open)

source: Error when creating/ending the communication threads
de: Fehler beim Einrichten/Beenden des Kommunikations-Threads

source: Action code of DSF-state-machine invalid (possible version problem)
de: Action Code von DSF-state-machine ungültig (mögliches Versionsproblem)

source: Error when creating/ending the communication events
de: Fehler beim Einrichten/Beenden des Kommunikations-Events

source: NET2000 master library or PLC error.
de: Fehler der NET2000 Master-Library oder SPS.

source: Error initializing the NET2000 DLL
de: Fehler beim Initialisieren der NET2000-DLL

source: Illegal object hierarchy
de: Illegale Objekthierarchie

source: NET2000 protocol error
de: NET2000 Protokollfehler

source: PLC supports no events or event module is not installed
de: SPS unterstützt keine Events oder Event-Modul ist nicht installiert

source: Illegal object name
de: Illegaler Objektname

source: Maximal NET2000 protocol length too small
de: Maximale NET2000 Protokoll-Länge zu klein

source: Fatal error
de: Fataler Fehler

source: Slave: Fatal error
de: Slave: Fataler Fehler

source: Slave: No Level 7 response buffer of the corresponding size available.
de: Slave: Kein Response-Puffer (Schicht 7) entsprechender Größe vorhanden.

source: Slave: Illegal object index.
de: Slave: Illegaler Objektindex.

source: Slave: Illegal call code (Service was not supported).
de: Slave: Illegaler Aufrufcode (Service wird nicht unterstützt).

source: Slave: Illegal channel number (check software version)
de: Slave: Illegale Kanalnummer (Softwareversionen kontrollieren)

source: Slave: Defective syntax for event driven object (event list)
de: Slave: Fehlerhafte Syntax für ereignisgetriebenes Objekt (Eventliste)

source: Slave: No event manager installed
de: Slave: Kein Eventmanager installiert

source: Slave: Event list configured too small.
de: Slave: Eventliste zu klein konfiguriert.

source: Slave: Object is not a structure.
de: Slave: Objekt ist keine Struktur.

source: Slave: Error while reading object structure.
de: Slave: Fehler aus Objektstruktur lesen.

source: Slave: Object index error / Index outside allowed range
de: Slave: Objekt-Indexfehler / Index außerhalb des zulässigen Bereichs.

source: Slave: A "Master" other than the event master tried to register event controlled PVs.
de: Slave: Anderer "Master" als der "Eventmaster" versucht eventgesteuerte PV's anzumelden.

source: Slave: No confirmation buffer (Level 4 or 7) of the corresponding size available.
de: Slave: Kein Confirmation-Puffer (Schicht 4 oder 7) entsprechender Größe vorhanden.

source: Slave: No Level 7 request buffer of the corresponding size available.
de: Slave: Kein Request-Puffer (Schicht 7) entsprechender Größe vorhanden.

source: Slave: No indication buffer (Level 4 or 7) of the corresponding size available.
de: Slave: Kein Indication-Puffer (Schicht 4 oder 7) entsprechender Größe vorhanden.

source: Slave: Object index table is full.
de: Slave: Objekt Indextabelle ist voll.

source: Slave: Unknown object
de: Slave: unbekanntes Objekt.

source: Slave: Invalid object type
de: Slave: ungültiger Objekt Typ

source: The master receive buffer is too small in order to record slave data.
de: Der Empfangspuffer des Masters ist zu klein um die Slave Daten aufzunehmen.

source: The master receive buffer could not be allocated (insufficient memory).
de: Der Empfangspuffer im Master konnte nicht allokiert werden (zu wenig Speicher).

source: Communication status error (data blocks lost).
de: Kommunikation Status Fehler (Datenblöcke gingen verloren).

source: Internal NET2000 library error (Net2000.dll).
de: Interner Fehler der NET2000 Library (Net2000.dll).

source: Timeout during communication with the slave.
de: Timeout während der Kommunikation mit dem Slave.

source: Illegal call code.
de: Illegaler Aufrufcode.

source: Data buffer is too small.
de: Datenpuffer ist zu klein.

source: Illegal data received from slave, incorrect data length.
de: Illegale Daten vom Slave erhalten, falsche Datenlänge.

source: Illegal data received from slave, incorrect service code.
de: Illegale Daten vom Slave erhalten, falscher Servicecode.

source: Illegal data received from slave, incorrect sequence number.
de: Illegale Daten vom Slave erhalten, falsche Sequenznummer.

source: The master send buffer is too small in order to record slave data.
de: Der Sendepuffer des Masters ist zu klein um die Slave Daten aufzunehmen

source: The master send buffer could not be allocated (insufficient memory).
de: Der Sendepuffer im Master konnte nicht allokiert werden (zu wenig Speicher)

source: Slave is not ready.
de: Slave ist nicht bereit

source: Memory could not be allocated (Init).
de: Speicher konnte nicht allokiert werden (Init).

source: Memory could not be allocated (create).
de: Speicher konnte nicht allokiert werden (Create).

source: Error when creating/opening a file
de: Fehler beim Einrichten/öffnen einer Datei

source: Device is not ready
de: Gerät ist nicht bereit

source: Read error
de: Fehler beim Lesen

source: Write error
de: Fehler beim Schreiben

source: Invalid path or filename
de: Ungültiger Pfad- oder Dateiname

source: Path/file not available
de: Pfad/Datei nicht vorhanden

source: Device is write protected
de: Gerät ist schreibgeschützt

source: Access denied.
de: Zugriff verweigert

source: Error executing a file
de: Fehler beim Ausführen einer Datei

source: Error deleting a file
de: Fehler beim Löschen einer Datei

source: File already exists.
de: Datei existiert bereits

source: Windows system error: Access to firewall
de: Windows-Systemfehler: Zugriff auf Firewall

source: Windows system error: Acess to registration
de: Windows-Systemfehler: Zugriff auf Registrierung

source: Windows system error: Install/deinstall service
de: Windows-Systemfehler: Service installieren / deinstallieren

source: Windows system error: Create/start thread
de: Windows-Systemfehler: Thread einrichten/starten

source: Windows system error: Open/create (communications buffer) mapped file
de: Windows-Systemfehler: Mapped-File (Kommunikationspuffer) einrichten/öffnen

source: Windows system error: Create/Open events
de: Windows-Systemfehler: Events einrichten/öffnen

source: Windows system error: Wait function
de: Windows-Systemfehler: Wait-Funktion

source: Windows system error when creating a system resource
de: Windows-Systemfehler beim Einrichten einer Systemressource

source: Process timeout (Request/Response)
de: Prozess- Timeout (Request/Response)

source: PVICOM is not / or already initialized
de: PVICOM ist nicht / oder bereits initialisiert

source: Illegal function parameter
de: Illegaler Funktionsparameter

source: Application not registered
de: Applikation nicht angemeldet

source: Request aborted
de: Request wurde abgebrochen

source: Link broken
de: Verbindung wurde abgebrochen

source: Error registering the application
de: Fehler beim Anmelden der Applikation

source: Application instance (clients) maximum exceeded
de: Applikationsinstanzen (Clients) Maximum wurde überschritten

source: Invalid instance handle (client)
de: Ungültiger Instanzhandle (Client)

source: Error identifying the line DLL
de: Fehler beim Identifizieren der Linien-DLL

source: Error loading the line DLL
de: Fehler beim Laden der Linien-DLL

source: Invalid line name
de: Unzulässiger Linienname

source: Undefined line error message
de: Undefinierbare Linien-Fehlermeldung

source: Error loading the function DLL
de: Fehler beim Laden der Funktions-DLL

source: Component for B&R module generation not installed
de: Komponente zur B&R-Modulgenerierung ist nicht installiert

source: Invalid function name
de: Unzulässiger Funktionsname

source: Error identifying the function DLL
de: Fehler beim Identifizieren der Funktions-DLL

source: Maximum nesting depth or number of elements in a structure variable has been exceeded
de: Maximale Verschachtelungstiefe oder Elementanzahl in Strukturvariable überschritten

source: Illegal nesting in structure variable
de: Illegale Verschachtelung in Strukturvariable

source: Invalid scaling or limit entry
de: Unzulässige Skalierungs- bzw. Grenzwertangabe

source: Invalid scaling or limit value
de: Unzulässiger Skalierungs- bzw. Grenzwert

source: Illegal syntax
de: Illegale Syntax

source: Unknown keyword in a PVI description string
de: Unbekanntes Schlüsselwort in einem PVI Beschreibungsstring

source: Keyword in description already exists
de: Schlüsselwort in Beschreibung bereits vorhanden

source: Invalid key word in description
de: Unzulässiges Schlüsselwort in Beschreibung

source: Invalid hysteresis entry
de: Unzulässige Hysteresewertangabe

source: Illegal request data
de: Illegale Request-Daten

source: Incorrect communication DLL version
de: Falsche Version der Kommunikations-DLL

source: Error communicating with PVI Manager
de: Fehler bei Kommunikation mit PVI-Manager

source: PVI Manager not started
de: PVI Manager nicht gestartet

source: Illegal window handle
de: Illegaler Window-Handle

source: Illegal use of C functions
de: Unerlaubte Anwendung der C-Funktionen

source: No response data present
de: Keine Response-Daten vorhanden

source: Illegal response data
de: Illegale Response-Daten

source: Communication timeout (application/PVI Manager)
de: Kommunikations-Timeout (Applikation/PVI Manager)

source: Access type not supported
de: Zugriffsart wird nicht unterstützt

source: Illegal object name length
de: Illegale Länge des Objektnames

source: Syntax error in object name
de: Syntaxfehler im Objektnamen

source: Undefined object handle
de: Undefinierter Objekthandle

source: Illegal object type
de: Illegaler Objekttyp

source: Object name already exists
de: Objekt-Name bereits vorhanden

source: Object-Name not found
de: Objekt-Name nicht gefunden

source: Undefined error
de: Undefinierbarer Fehler

source: Object handle list full
de: Objekthandle-Liste ist voll

source: Syntax error in connection description
de: Syntaktischer Fehler in Anschlussbeschreibung

source: Illegal object hierarchy
de: Illegale Objekt-Hierarchie

source: Object with read protection
de: Objekt mit Leseschutz

source: Object with write protection
de: Objekt mit Schreibschutz

source: Data length conflict
de: Datenlängen Konflikt

source: Data type conflict (cast with incompatible data types)
de: Datentyp Konflikt (Cast mit nicht kompatiblen Datentypen)

source: Status not supported
de: Zustand wird nicht unterstützt

source: Property not supported
de: Eigenschaft wird nicht unterstützt

source: Illegal data format
de: Illegales Datenformat

source: No data format defined
de: Kein Datenformat definiert

source: Data format is defined by the line
de: Datenformat ist durch die Linie definiert

source: Illegal data format together with hysteresis or function
de: Illegales Datenformat zusammen mit Hysterese oder Funktion

source: The specified object name is not unique.
de: Der angegebene Objektname ist nicht eindeutig

source: Limit exceeded
de: Grenzwertüberschreitung

source: Process object doesn't have valid variable data
de: Prozessobjekt besitzt keine gültigen Variablendaten

source: Illegal data length
de: Illegale Datenlänge

source: Requested memory cannot be reserved
de: Der angeforderte Speicher kann nicht reserviert werden

source: Incorrect line DLL version
de: Falsche Version der Linien-DLL

source: System error for line (illegal process object handle)
de: Systemfehler Linie (illegaler Prozessobjekt-Handle)

source: System error PVI/line (undefined service condition)
de: Systemfehler PVI/Linie (undefinierter Servicezustand)

source: System error line (denied access to line interface function)
de: Systemfehler Linie (unerlaubter Zugriff auf Linienschnittstellenfunktion)

source: System error line (process suspension not permitted)
de: Systemfehler Linie (unerlaubte Prozess-Suspendierung)

source: System error PVI (illegal value format)
de: Systemfehler PVI (illegales Werteformat)

source: System error PVI (internal PVI data is damaged)
de: Systemfehler PVI (interne PVI Daten sind beschädigt)

source: Host not found or disturbed (TCP/IP error)
de: Host nicht gefunden oder gestört (TCP/IP-Fehler)

source: Communication disturbed (TCP/IP error)
de: Kommunikation gestört (TCP/IP-Fehler)
